import React from 'react';

import Navbar from './navbar';
import Logo from './logo';

export default class Abonamet extends React.Component {
    render() {
        return (
            <div>
                <div>
                    <Logo />
                </div>
                <div className="title">
                    <h1>Абонамент</h1>
                </div>
                <div className="container">
                    <Navbar />
                    <div className="content">
                        <p>
                           За нашите бизнес клиенти имаме специална 
                           абонаментна програма. Услугите, включени 
                           в нея се договарят. Ето пример за абонаментен пакет:
                        </p>
                                <p className="listText">- Инсталиране на операционна система на един компютър на всеки 3 месеца</p>
                                <p className="listText">- Инсталиране на софтуер и поправка на софтуерни проблеми на място</p>
                                <p className="listText">- Инсталиране на софтуер и поправка на софтуерни проблеми от разстояние – по желание на клиента</p> 
                                <p className="listText">- Съхраняване системните дялове на клиентските компютри – така при сериозна повреда в операционната система няма да се налага преинсталация</p> 
                                <p className="listText">- Възстановяване на информация от повредени носители, форматирани дискови дялове и др.</p> 
                                <p className="listText">- Съхраняване на информация на клиента в облак – по желание на клиента</p>
                                <p className="listText">- Намаление в цените на всички останали услуги, които предлагаме</p>
                                <p className="listText">- Промоционални пакети за виртуална реалност за всички служители на клиента</p>
                        <p>
                            В зависимост от дейността на клиента можем да предложим и допълнителни услуги към пакета.
                        </p>
                    </div>
                </div>
            </div>
        );
    }
}