import React from 'react';

import Navbar from './navbar';
import Logo from './logo';

export default class About extends React.Component {
    render() {
        return (
            <div>
                <div>
                    <Logo />
                </div>
                <div className="title">
                    <h1>За нас</h1>
                </div>
                <div className="container">
                    <Navbar />
                    <div className="content">
                        <h3> Защо го използваме?</h3>
                        <p>
                            Известен факт е, че читателя обръща внимание на съдържанието, което чете, а не на оформлението му. Свойството на Lorem Ipsum е, че до голяма степен има нормално разпределение на буквите и се чете по-лесно, за разлика от нормален текст на английски език като "Това е съдържание,
                        </p>
                        <h3> Защо го използваме?</h3>
                        <p>
                            Известен факт е, че читателя обръща внимание на съдържанието, което чете, а не на оформлението му. Свойството на Lorem Ipsum е, че до голяма степен има нормално разпределение на буквите и се чете по-лесно, за разлика от нормален текст на английски език като "Това е съдържание,
                        </p>
                        <h3> Защо го използваме?</h3>
                        <p>
                            Известен факт е, че читателя обръща внимание на съдържанието, което чете, а не на оформлението му. Свойството на Lorem Ipsum е, че до голяма степен има нормално разпределение на буквите и се чете по-лесно, за разлика от нормален текст на английски език като "Това е съдържание,
                        </p>
                    </div>
                </div>
            </div>
        );
    }
}