import React from 'react';

import Navbar from './navbar';
import Logo from './logo';

export default class Multimeia extends React.Component {
    render() {
        return (
            <div>
                <div>
                    <Logo />
                </div>
                <div className="title">
                    <h1>Услуги</h1>
                </div>
                <div className="container">
                    <Navbar />
                    <div className="content">
                        <p>
                            Ние извършваме най-различни услуги, 
                            свързани с дигитална информация. Аудио, 
                            видео, текст и трансфера им от един вид 
                            носител на друг са само част от тях. В 
                            списъка по-долу включваме широко популярни 
                            услуги, които можете да получите и на други 
                            места. Нашата основна цел обаче е да предоставим 
                            възможно най-богато разнообразие от възможности. 
                            Ние не сме дизайнери и художници, нито музикално 
                            студио. Но ще се справим с най-различни и 
                            специфични задачи, като например конвертиране 
                            на е-книга в текст или трансформиране на 3D филм 
                            в 2D за лесно гледане на нормален монитор.
                        </p>
                        <p>
                            Ето някои от услугите, които предлагаме:
                        </p>
                        <p className="listText">1. Редактиране на аудио и видео
                                    файлове – ако имате песен или клип,
                                    филм или просто нещо, което сте заснели с
                                    телефона си, ние можем да го приведем в
                                    по-приличен вид за вас: конвертиране в подходящ
                                    формат, изрязване на излишни части, затихване
                                    или цялостно усилване на звука и други ефекти,
                                    извличане на информация от аудио или видео касета и др.</p>
                                <p className="listText">2. Извличане на информация от
                                    повредени носители – често се случва по погрешка
                                    да изтрием файл или цяла папка. Това е особено
                                    неприятно, ако се случи във флашка или друго USB
                                    устройство. Дисковете и ДВД носителите също не са
                                    застраховани – с времето се надраскват и повреждат.</p> 
                                <p className="listText">Ние ви предлагаме възможността
                                    да възстановите изтрита информация или такава от
                                    повредени носители, дори когато въпросният носител е
                                    форматиран.</p> 
                                <p className="listText">3. Презапис и тиражиране на дискове.</p>
                    </div>
                </div>
            </div>
        );
    }
}