import React from 'react';

import Navbar from './navbar';
import Logo from './logo';

export default class Shop extends React.Component {
    render() {
        return (
            <div>
                <div>
                    <Logo />
                </div>
                <div className="title">
                    <h1>Магазин</h1>
                </div>
                <div className="container">
                    <Navbar />
                    <div className="content">
                        <p>
                            Желаете ли да си купите нов компютър или 
                            таблет? Може би се интересувате от 
                            потенциалните възможности на виртуалната 
                            реалност и искате да я включите във всекидневието 
                            си. Но какво да изберете в морето от марки, сложни 
                            технически характеристики, цени и цветни промоции, 
                            мобилни планове и какво ли още не.
                        </p>
                        <p>
                            Ние нямаме официален каталог, но ако 
                            закупите желаната от вас стока от нас, 
                            ще получите следните предимства:
                        </p>
                        <p className="listText">1. Разполагаме с голям брой доставчици,
                                    което ни позволява гъвкавост и конкурентни цени.</p>
                        <p className="listText">2.	Като доставчик на услуги, ние
                                    можем не само да ви продадем избран от вас компютър,
                                    но и да инсталираме избрани от вас програми, въведем
                                    предпочитани настройки и т.н.</p>
                        <p className="listText">3.	Ние сме преди всичко дистрибутори.
                                    Това означава, че нашата цел е да ви продадем
                                    най-подходящата за вас стока, а не тази, която
                                    най-дълго е стояла в складовете ни.</p> 
                        <p className="listText">4.	Ние гарантираме конкурентни
                                    цени на пазара и в същото време предлагаме промоции,
                                    които ви предоставят допълнителни услуги и бонуси.</p> 
                        <p className="listText">5.	Нашият приоритет е да ви
                                    консултираме – на база на това което желаете,
                                    можем да изберем най-подходящият продукт за вас
                                    на най-добрата цена.</p> 
                        <p className="listText">6.	Освен компютри и мобилни
                                    устройства предлагаме и компютри и лаптопи
                                    втора употреба. Те са запазени, доставяни са
                                    от офиси, на ниски цени са и имат до 1 година гаранция.</p>
                        <p>
                            Ако сте харесали продукт от друг магазин, можете да го поръчате от нас. Ние ще ви го доставим на конкурентна цена, 
                            а вие ще можете да се възползвате от нашите промоции.
                        </p>
                    </div>
                </div>
            </div>
        );
    }
}